aliariff.auto-add-brackets
anseki.vscode-color
austenc.tailwind-docs
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
cossssmin.posthtml
csstools.postcss
developer2006.svg-gallery
eamodio.gitlens
ecmel.vscode-html-css
ellreka.tailwindcss-highlight
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
fallenmax.mithril-emmet
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
geriyoco.vscode-image-gallery
gerrnperl.outline-map
golang.go
henoc.svgeditor
illixion.vscode-vibrancy-continued
jinliming2.vscode-go-template
jock.svg
kennylong.kubernetes-yaml-formatter
miguelsolorio.fluent-icons
miguelsolorio.symbols
minherz.copyright-inserter
mohd-akram.vscode-html-format
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.js-debug
ms-vscode.js-debug-companion
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.vscode-js-profile-table
peterschmalfeldt.explorer-exclude
pkief.material-product-icons
romanpeshkov.go-test-outline
rusnasonov.vscode-hugo
rust-lang.rust-analyzer
semanticdiff.semanticdiff
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
takumii.markdowntable
tamasfe.even-better-toml
twxs.cmake
vscodevim.vim
vunguyentuan.vscode-postcss
yutengjing.vscode-colorize-plus
yzhang.markdown-all-in-one
zignd.html-css-class-completion
